Repository: kartikmalhotra/website_ahappyspace
Catalog: lib/l10n/app_*.arb
Languages: xh

source: Find YOUR Happy Space
xh: Fumana indawo yakho eyonwabileyo

source: Contact Us
xh: Qhangamshelana Nathi

# about_us_title
source: About Us
xh: Mayelana Nathi

# hint_message
source: What is your message to us
xh: uthini umyalezo wakho kuthi

# about_us_desc
source: A Happy Space is a PropTech Metaverse company, building the next revolution in real estate sales & rentals systems, and property experiences
xh: I-Happy Space yinkampani yePropTech Metaverse, eyakha uguqulo olutsha kwintengiso yezindlu nomhlaba kunye neenkqubo zokurenta, kunye namava kwezokwakha

# company_about
source: A Hummingbird Real Estate Company
xh: I- Hummingbird Real Estate Company

# office_address_title
source: Office Address
xh: idilesi yeofisi

source: First Name
xh: Igama Lokuqala

source: Name
xh: Igama

source: Surname
xh: Ifani

source: Email
xh: I-Imeyile

source: Country Code
xh: Ikhowudi yeLizwe

source: Cell Phone
xh: Ifowuni

source: Message
xh: Umyalezo

source: Submit
xh: ngenisa

# enter_name
source: Please Enter your Name
xh: Nceda Faka igama lakho

source: Send us a message :)
xh: Sithumele umyalezo :)

source: Send
xh: Thumela

source: apply
xh: faka isicelo

source: cancel
xh: rhoxisa

# select_a_language
source: Please select language
xh: Nceda khetha ulwimi

source: Change Language
xh: Guqula ulwimi

# valid_email
source: Please Enter a valid Email
xh: Nceda Faka i-imeyile esebenzayo

# valid_message
source: Please enter some text
xh: Nceda ngenisa umbhalo

# thanku_message
source: Thanku for contacting us
xh: Enkosi ngokunxibelelana nathi
